applications/solvers/icoDBSPermFoam/runs/poiseuilleFlow2d/constant/rockProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      rockProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

porosity         [0 0 0 0 0 0 0] 0.0675;
K                [0 2 0 0 0 0 0] 1.0e-15;



// ************************************************************************* //
